export const columns = ['天气', '气温', '湿度', '风', '打网球'];
export const dataSource = [
    ['晴', '热', '高', '无', 'N'],
    ['晴', '热', '高', '有', 'N'],
    ['多云', '热', '高', '无', 'Y'],
    ['雨', '温暖', '高', '无', 'Y'],
    ['雨', '凉爽', '正常', '无', 'Y'],
    ['雨', '凉爽', '正常', '有', 'N'],
    ['多云', '凉爽', '正常', '有', 'Y'],
    ['晴', '温暖', '高', '无', 'N'],
    ['晴', '凉爽', '正常', '无', 'Y'],
    ['雨', '温暖', '正常', '无', 'Y'],
    ['晴', '温暖', '正常', '有', 'Y'],
    ['多云', '温暖', '高', '有', 'Y'],
    ['多云', '热', '正常', '无', 'Y'],
    ['雨', '温暖', '高', '有', 'N'],
    ['阴', '热', '高', '有', 'Y'],
    ['阴', '热', '高', '无', 'Y'], // 修改N会噪声数据并打开 columns[maxIndex] = null;
    ['阴', '极寒', '高', '无', 'N'],
    ['阴', '凉爽', '正常', '无', 'Y'],
]
